Repository: tniur/DobrynyaNN
Catalog: DBRCore/Sources/DBRCore/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# appointmentStatusCompleted
source: Завершен
en: Completed

# appointmentStatusRefused
source: Отменен
en: Refused

# appointmentStatusUnknown
source: Неизвестно
en: Unknown

# appointmentStatusUpcoming
source: Предстоящий
en: Upcoming

# businessError
source: Ошибка.
en: Error.

# conflict
source: Произошел конфликт.
en: Conflict.

# connection
source: Нет подключения к интернету.
en: No internet connection.

# consultationStatusActive
source: Активно
en: Active

# consultationStatusDone
source: Завершено
en: Done

# consultationStatusUnknown
source: Неизвестно
en: Unknown

# consultationStatusWaiting
source: Ожидание
en: Waiting

# documentErrorBuilding
source: Ошибка создания документа.
en: Document building error.

# documentErrorEncoding
source: Ошибка кодирования документа.
en: Document encoding error.

# documentErrorSaving
source: Ошибка сохранения документа.
en: Document saving error.

# invalidRequest
source: Некорректный запрос:
en: Invalid request:

# labResultStatusAbnormal
source: Есть отклонения
en: Abnormal

# labResultStatusInProgress
source: В процессе
en: In progress

# labResultStatusNormal
source: В норме
en: Normal

# labResultStatusUnknown
source: Неизвестно
en: Unknown

# notFound
source: Данные не найдены.
en: Data not found.

# serviceUnavailable
source: Сервис временно недоступен. Попробуйте позже.
en: Service is temporarily unavailable. Please try again later.

# timeout
source: Превышено время ожидания ответа.
en: Request timed out.

# unauthorized
source: Неавторизован. Пожалуйста, войдите в систему.
en: Unauthorized. Please log in.

# unknownError
source: Произошла неизвестная ошибка.
en: An unknown error occurred.
